Repository: h8d13/archinstoo
Catalog: archinstoo/archinstoo/locales/*/LC_MESSAGES/*.po
Languages: cs, uk

source: This will remove all newly added partitions, continue?
cs: Tímto smažete všechny nově vytvořené oddíly, přejete si pokračovat?
uk: Це видалить усі щойно додані розділи, продовжити?

source: Disk configuration type
cs: Typ konfigurace disku
uk: Конфігурація диску

source: Root mount directory
cs: Kořenový adresář pro připojení
uk: Точка монтування Root

source: Would you like to use compression or disable CoW?
cs: Přejete si použít kompresi nebo zakázat CoW?
uk: Бажаєте ввімкнути стиснення або вимкнути CoW?

source: Use compression
cs: Použít kompresi
uk: Використовувати стиснення

source: Disable Copy-on-Write
cs: Zakázat Copy-on-Write
uk: Вимкнути Copy-on-Write

source: Would you like to use BTRFS subvolumes with a default structure?
cs: Přejete si použít výchozí strukturu BTRFS podsvazků?
uk: Чи бажаєте ви використовувати підтоми BTRFS з типовою структурою?

source: Would you like to create a separate partition for /home?
cs: Přejete si vytvořit oddělený oddíl pro /home?
uk: Бажаєте створити окремий розділ для /home?

source: Add subvolume
cs: Přidat podsvazek
uk: Додати підтом

source: Edit subvolume
cs: Upravit podsvazek
uk: Редагувати підтом

source: Delete subvolume
cs: Smazat podsvazek
uk: Видалити підтом

source: Value cannot be empty
cs: Hodnota nesmí být prázdná
uk: Значення не може бути пустим

source: Subvolume name
cs: Název podsvazku
uk: Назва підтому

source: Subvolume mountpoint
cs: Přípojný bod podsvazku
uk: Точка монтування підтому

source: Starting device modifications in
cs: Spouští se úpravy zařízení v
uk: Початок модифікацій пристрою в

source: Partitioning
cs: Rozdělení diskových oddílů
uk: Розподіл

source: Snapshot type
cs: Druh snímku
uk: Тип знімку

source: Physical volumes
cs: Fyzické svazky
uk: Фізичні томи

source: Volumes
cs: Svazky
uk: Томи

source: Snapshot type: {}
cs: Druh snímku: {}
uk: Тип знімку: {}

source: LVM disk encryption with more than 2 partitions is currently not supported
cs: LVM šifrování disku s více jak dvěma oddíly není v tuto chvíli podporováno
uk: Шифрування диска за допомогою LVM з більше ніж двома розділами наразі не підтримується
