Repository: h8d13/archinstoo
Catalog: archinstoo/archinstoo/locales/*/LC_MESSAGES/*.po
Languages: cs, uk

source: Sway needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
cs: Sway vyžaduje přístup k vašemu sezení (soubor zařízení jako např. klávesnice, myš, atd.)
uk: Sway потребує доступ до вашого обладнання

source: Choose an option to give Sway access to your hardware
cs: Vyberte možnost jak zpřístupnit pro Sway váš hardware
uk: Оберіть опцію для надання Sway доступ до вашого обладнання

source: Seat access
cs: Přístup k sezení
uk: Доступ до місця

source: labwc needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
cs: labwc vyžaduje přístup k vašemu sezení (soubor zařízení jako např. klávesnice, myš, atd.)
uk: labwc потребує доступ до вашого місця (набору апаратних пристроїв, таких як клавіатура, миша тощо)

source: Choose an option to give labwc access to your hardware
cs: Vyberte možnost jak zpřístupnit pro labwc váš hardware
uk: Оберіть опцію для надання labwc доступу до вашого обладнання

source: Hyprland needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
cs: Hyprland vyžaduje přístup k vašemu sezení (soubor zařízení jako např. klávesnice, myš, atd.)
uk: Hyprland потребує доступу до інформації про ваше обладнання (клавіатура, миша, так далі)

source: Choose an option to give Hyprland access to your hardware
cs: Vyberte možnost jak zpřístupnit pro Hyprland váš hardware
uk: Надайте Hyprland доступ до вашого обладнання

source: Installed packages
cs: Instalované balíčky
uk: Встановленні пакуни

source: Environment type: {}
cs: Typ prostředí: {}
uk: Тип середовища: {}

source: Add a custom repository
cs: Přidat vlastní repozitář
uk: Додати користувацький репозиторій

source: Change custom repository
cs: Změnit vlastní repozitář
uk: Змінити користувацький репозиторій

source: Delete custom repository
cs: Smazat vlastní repozitář
uk: Видалити користувацький репозиторій

source: Repository name
cs: Název repozitáře
uk: Назва репозиторію

source: Name
cs: Jméno
uk: Назва

source: Select signature check
cs: Zvolit kontrolu podpisu
uk: Оберіть варіант перевірки підпису шифрування

source: Signature check
cs: Kontrola podpisu
uk: Перевірка підпису шифрування

source: Select signature option
cs: Zvolit možnost podpisu
uk: Оберіть параметр шифрування диска

source: Add a custom server
cs: Přidat vlastní server
uk: Додати користувацький сервер

source: Change custom server
cs: Změnit vlastní server
uk: Оберіть користувацький сервер

source: Delete custom server
cs: Smazat vlastní server
uk: Видалити користувацький сервер

source: Server url
cs: URL serveru
uk: URL сервера

source: Select regions
cs: Zvolte regiony
uk: Обрати регіони

source: Optional repositories
cs: Volitelné repozitáře
uk: Необов'язкові репозиторії

source: Add custom repository
cs: Přidat vlastní repozitář
uk: Додати користувацький репозиторій

source: Add custom servers
cs: Přidat vlastní servery
uk: Додати користувацькі сервера

source: Additional repositories
cs: Dodatečné repozitáře
uk: Додаткові репозиторії

source: Loading mirror regions...
cs: Načítání oblastí zrcadel...
uk: Завантаження регіонів дзеркал...

source: Mirror regions
cs: Oblasti zrcadel
uk: Регіони дзеркал

source: Show help
cs: Zobrazit nápovědu
uk: Показати допомогу

source: Exit help
cs: Opustit nápovědu
uk: Вийти з допомоги

source: Preview scroll up
cs: Posunout náhled dolů
uk: Прокрутка перегляду догори

source: Preview scroll down
cs: Posunout náhled dolů
uk: Прокрутка перегляду вниз

source: Move up
cs: Posunout nahoru
uk: Перейти догори

source: Move down
cs: Posunout dolů
uk: Перейти вниз

source: Move right
cs: Posunout doprava
uk: Повернути праворуч

source: Move left
cs: Posunout doleva
uk: Повернути ліворуч

source: Jump to entry
cs: Přejít na položku
uk: Перейти до елемента

source: Skip selection (if available)
cs: Přeskočit výběr (je-li dostupné)
uk: Пропустити вибір (якщо можливо)

source: Reset selection (if available)
cs: Zrušit výběr (je-li dostupné)
uk: Скинути вибір (якщо можливо)

source: Select on single select
cs: Výběr jedné možnosti
uk: Вибір при одиночному виборі

source: Select on multi select
cs: Výběr více možností
uk: Вибір при множинному виборі

source: Reset
cs: Zrušit
uk: Скинути

source: Skip selection menu
cs: Přeskočit výběr
uk: Пропустити меню вибору

source: Password
cs: Heslo
uk: Пароль

source: Confirm password
cs: Potvrdit heslo
uk: Підтвердити пароль

source: The confirmation password did not match, please try again
cs: Potvrzovací heslo se neshoduje, zkuste to prosím znovu
uk: Паролі не співпадають, спробуйте знову

source: Not a valid directory
cs: Adresář není validní
uk: Недійсний каталог

source: Archinstoo help
cs: Nápověda pro Archinstall
uk: Допомога з Archinstall

source: Are you sure you want to reset this setting?
cs: Skutečně si přejete resetovat toto nastavení?
uk: Ви впевнені, що бажаєте скинути це налаштування?

source: Only ASCII characters are supported
cs: Jsou podporovány pouze ASCII znaky
uk: Підтримуються лише ASCII символи

source: Yes
cs: Ano
uk: Так

source: No
cs: Ne
uk: Ні

source: (default)
cs: (výchozí)
uk: (типово)

source: The specified configuration will be applied
cs: Bude použita zvolená konfigurace
uk: Обрана конфігурація буде використана

source: Would you like to continue?
cs: Přejete si pokračovat?
uk: Бажаєте продовжити?

source: Configuration
cs: Konfigurace
uk: Конфігурація

source: Add interface
cs: Přidat rozhraní
uk: Додати інтерфейс

source: Edit interface
cs: Upravit rozhraní
uk: Редагувати інтерфейс

source: Delete interface
cs: Smazat rozhraní
uk: Видалити інтерфейс

source: Interfaces
cs: Rozhraní
uk: Інтерфейси

source: You need to enter a valid IP in IP-config mode
cs: Musíte zadat platnou IP adresu
uk: Ви повинні ввести правильний IP-адрес в режимі конфігурації IP

source: Select which mode to configure for "{}"
cs: Zvolte který režim má být nastaven pro "{}"
uk: Виберіть, режим для налаштування "{}"

source: Modes
cs: Režimy
uk: Режими

source: Enter the IP and subnet for {} (example: 192.168.0.5/24):
cs: Zadejte IP a podsíť pro {} (např. 192.168.0.5/24)
uk: Введіть IP-адресу та підмережу для {} (наприклад: 192.168.0.5/24):

source: IP address
cs: IP adresa
uk: IP-адреса

source: Enter your gateway (router) IP address (leave blank for none)
cs: Zadejte IP vaší brány (routeru) nebo ponechte prázdné pro žádnou
uk: Введіть IP-адресу свого шлюзу (маршрутизатора) або залиште поле порожнім, якщо немає:

source: Gateway address
cs: Adresa brány
uk: Адреса шлюзу

source: Enter your DNS servers with space separated (leave blank for none)
cs: Zadejte vaše DNS servery (oddělené mezerou, ponechte prázdné pro žádné):
uk: Введіть ваші DNS-сервери (розділені пробілами, залиште порожнім якщо їх немає):

source: DNS servers
cs: DNS servery
uk: DNS- сервера

source: Network configuration
cs: Konfigurace sítě
uk: Конфігурація мережі

source: Configure interfaces
cs: Nakonfigurujte rozhraní
uk: Налаштування інтерфейсів

source: Root password
cs: Heslo správce (root)
uk: Пароль root

source: User account
cs: Uživatelský účet
uk: Обліковий запис користувача

source: Add a user
cs: Přidat uživatele
uk: Додати користувача

source: Change password
cs: Změnit heslo
uk: Змінити пароль

source: Promote/Demote user
cs: Udělení/Odebrání práv uživatele
uk: Підвищити/понизити користувача

source: Delete User
cs: Smazat uživatele
uk: Видалити користувача

source: User
cs: Uživatel
uk: Ім'я користувача

source: The username you entered is invalid
cs: Zadané uživatelské jméno není platné
uk: Введене вами ім'я користувача недійсне

source: Username
cs: Uživatelské jméno
uk: Ім'я користувача

source: Would you like to use automatic time synchronization (NTP) with the default time servers?
cs: Přejete si použít automatickou synchronizaci času (NTP) pomocí výchozích serverů?
uk: Бажаєте використовувати автоматичну синхронізацію часу (NTP) із типовими серверами часу?

source: Hardware time and other post-configuration steps might be required in order for NTP to work. For more information, please check the Arch wiki
cs: Pro fungování NTP může být vyžadován hardwarový čas a další kroky po konfiguraci. Pro další informace navštivte Arch Wiki
uk: Щоб NTP працював, може знадобитися апаратний час та інші кроки після налаштування. Для отримання додаткової інформації, будь ласка, перегляньте Arch wiki

source: Hostname
cs: Název počítače
uk: Ім'я хоста

source: Timezone
cs: Časová zóna
uk: Часовий пояс

source: Select language
cs: Zvolte jazyk
uk: Обрати мову

source: Repositories: {}
cs: Repozitáře: {}
uk: Репоиторії: {}

source: Loading packages...
cs: Načítání balíčků...
uk: Завантажування пакетів...

source: Only packages such as base, sudo, linux, linux-firmware, efibootmgr and optional profile packages are installed.
cs: Budou nainstalovány pouze balíčky jako base, sudo, linux, linux-firmware, efibootmgr a volitelné balíčky profilu.
uk: Встановлюються лише такі пакети, як base, sudo, linux, linux-firmware, efibootmgr і додаткові пакети профілів.

source: Note: base-devel is no longer installed by default. Add it here if you need build tools.
cs: Poznámka: balík base-devel se již neinstaluje automaticky. Přidejte jej zde, pokud potřebujete nástroje pro sestavování.
uk: Примітка: пакунок base-devel більше не встановлюється за замовченням. Додайте його тут, якщо вам необхідні інструменти збірки.

source: Select any packages from the below list that should be installed additionally
cs: Vyberte balíčky z níže uvedeného seznamu, které by měly být dodatečně nainstalovány
uk: Виберіть будь-які пакети зі списку, які мають бути встановлені додатково

source: This option enables the number of parallel downloads that can occur during package downloads
cs: Tato možnost povolí specifikovaný počet paralelních stahování, která mohou nastat při instalaci
uk: Цей параметр вмикає кількість паралельних завантажень, які можуть відбуватися під час встановлення

source: Enter the number of parallel downloads to be enabled. Note:
cs: Zadejte povolený počet paralelních stahování. Poznámka:
uk: Введіть кількість паралельних завантажень, які потрібно ввімкнути. Примітка:

source: - Maximum recommended value : {} ( Allows {} parallel downloads at a time )
cs: - Maximální doporučená hodnota : {} (Povolí {} paralelních stahování naráz )
uk: - Максимальне рекомендоване значення : {} ( Дозволяє {} паралельних завантажень за раз )

source: - Disable/Default : 0 ( Disables parallel downloading, allows only 1 download at a time )
cs: - Zakázáno/Výchozí : 0 (Zakáže paralelní stahování, povolí pouze 1 stahování naráz)
uk: - Вимкнути/Типово : 0 ( Вимикає паралельне завантаження, дозволяє лише 1 завантаження за раз )

source: Invalid download number
cs: Neplatný počet stahování
uk: Невірна кількість завантажень

source: Number downloads
cs: Počet stahování
uk: Кількість завантажень

source: What would you like to do next?
cs: Co si přejete udělat dál?
uk: Що ви хочете зробити наступним?

source: Do you really want to abort?
cs: Skutečně chcete proces přerušit?
uk: Ви дійсно хочете припинити?

source: Kernel
cs: Jádro
uk: Ядра

source: Info
uk: Інформація

source: Would you like to use swap on zram?
cs: Přejete si použít swap na zram?
uk: Бажаєте використовувати підкачку на zram?

source: Select zram compression algorithm:
cs: Zvolte kompresní algoritmus pro zram:
uk: Оберіть алгоритм компресування з zram:

source: Bootloader
cs: Zavaděč
uk: Завантажувач

source: Unified kernel images
uk: Об'єднані (уніфіковані) образи ядра

source: Enabled
cs: Povoleno
uk: Увімкнено

source: Disabled
cs: Zakázáno
uk: Вимкнено

source: Will install to /EFI/BOOT/ (removable location, safe default)
cs: Instalace do /EFI/BOOT/ (vyměnitelné umístění, bezpečná výchozí volba)
uk: Встановить в /EFI/BOOT/ (знімний накопичувач, безпечно за замовчуванням)

source: Will install to custom location with NVRAM entry
cs: Instalace na standardní umístění s NVRAM záznamem
uk: Встановить у користувацьке розташування з записом NVRAM

source: Would you like to use unified kernel images?
cs: Přejete si použít Unified Kernel Images?
uk: Ви бажаєте використовувати об'єднані (уніфіковані) образи ядра?

source: Would you like to install the bootloader to the default removable media search location?
cs: Přejete si nainstalovat zavadeč do výchozího umístění pro vyhledávání vyměnitelných médií?
uk: Бажаєте встановити завантажувач в стандартне місце пошуку на знімних носіях?

source: This installs the bootloader to /EFI/BOOT/BOOTX64.EFI (or similar) which is useful for:
cs: Toto nainstaluje zavaděč do /EFI/BOOT/BOOTX64.EFI (nebo podobně), což je užitečné pro:
uk: Це встановить завантажувач в /EFI/BOOT/BOOTX64.EFI (чи схожі), що є доцільно для:

source: Firmware that does not properly support NVRAM boot entries like most MSI motherboards,
cs: Firmware, který nepodporuje správně zaváděcí záznamy v NVRAM, jako je tomu u většiny základních desek MSI,
uk: Прошивка, що не підтримує завантажувальні записи NVRAM належним чином, як більшість материнських плат MSI,

source: most Apple Macs, many laptops...
cs: většina počítačů Apple Mac, mnoho notebooků…
uk: більшість Apple Mac, багато ноутбуків...

source: USB drives or other portable external media.
cs: USB disky nebo jiná přenosná externí média.
uk: USB-накопичувачі чи інші портативні носії.

source: Systems where you want the disk to be bootable on any computer.
cs: Systémy, kde chcete, aby byl disk spouštěcí na jakémkoli počítači.
uk: Системи, де ви хочете, щоб диск був завантажувальним на будь-якому комп'ютері.

source: UEFI is not detected and some options are disabled
cs: UEFI nebylo nalezeno a některé možnosti jsou vypnuty
uk: UEFI не виявлено, деякі параметри вимкнено

source: Audio
uk: Аудіо

source: Print service
cs: Tisková služba
uk: Служба друку

source: Power management
cs: Správa napájení
uk: Керування живленням

source: Would you like to configure Bluetooth?
cs: Přejete si nastavit Bluetooth?
uk: Бажаєте налаштувати Bluetooth?

source: Would you like to configure the print service?
cs: Přejete si nastavit tiskovou službu?
uk: Бажаєте налаштувати службу друку (принтери)?

source: Keyboard layout
cs: Rozložení klávesnice
uk: Розкладка клавіатури

source: Locale language
cs: Místní jazyk
uk: Мова локалізації

source: Locale encoding
cs: Kódování místního jazyka
uk: Кодування локалізації

source: Authentication
cs: Ověřování
uk: Автентифікація

source: Locales
cs: Lokalizace
uk: Локалізації

source: Swap
uk: Підкачка

source: Kernels
cs: Jádra
uk: Ядра

source: Profile
cs: Profil
uk: Профіль

source: Applications
cs: Aplikace
uk: Додатки

source: Parallel Downloads
cs: Paralelní stahování
uk: Паралельні Завантаження

source: Additional packages
cs: Dodatečné balíčky
uk: Додаткові пакунки

source: Install
cs: Instalovat
uk: Встановити

source: Abort
cs: Přerušit
uk: Перервати

source: Language
cs: Jazyk
uk: Мова

source: Configuration type: {}
cs: Typ konfigurace: {}
uk: Тип конфігурації: {}

source: Mountpoint
cs: Přípojný bod
uk: Точка монтування

source: LVM configuration type
cs: Typ LVM konfigurace
uk: Тип конфігурації LVM

source: Disk encryption
cs: Šifrování disku
uk: Шифрування диску

source: Btrfs snapshot type: {}
cs: Druh Btrfs snímku: {}
uk: Тип знімку Btrfs: {}

source: Swap on zram
cs: Swap na zram
uk: Файли підкачки на zram

source: Compression algorithm
cs: Kompresní algoritmus
uk: Алгоритм компресії

source: Missing configurations:
cs: Chybějící konfigurace:
uk: Відсутні конфігурації:

source: Profiles
cs: Profily
uk: Профіль

source: Graphics driver
cs: Grafický ovladač
uk: Графічні драйвери

source: Greeter
cs: Přihlašovací obrazovka
uk: Дисплейний менеджер

source: Selected mirror regions
cs: Zvolené oblasti zrcadel
uk: Обрані регіони дзеркал

source: Custom servers
cs: Vlastní servery
uk: Користувацькі сервера

source: Custom repositories
cs: Vlastní repozitáře
uk: Користувацькі репозиторії

source: Type
cs: Typ
uk: Тип

source: Selected profiles:
cs: Zvolené profily:
uk: Вибрані профілі:

source: Unable to fetch profile from specified url: {}
cs: Nepodařilo se získat profil ze zadané url: {}
uk: Не вдалося отримати профіль з вказаного URL: {}

source: Profiles must have unique name, but profile definitions with duplicate name found: {}
cs: Profily musí mít unikátní jméno. Následující duplicity byly nalezeny: {}
uk: Профілі повинні мати унікальні назви, але виявлено дублікати назв профілів: {}

source: [!] A log file has been created here: {}
cs: [!] Soubor s protokoly byl uložen zde: {}
uk: [!] Файл журналу було створено тут: {}

source: Syncing the system...
cs: Synchronizování systému...
uk: Синхронізація системи...

source: Waiting for time sync (timedatectl show) to complete.
cs: Čekám na dokončení synchronizace času (timedatectl show).
uk: Очікування на синхронізацію часу (timedatactl show) для продовження.

source: Skipping waiting for automatic time sync (this can cause issues if time is out of sync during installation)
cs: Přeskakování čekání na automatickou synchronizaci času (nesynchronizovaný čas může způsobit problémy během instalace)
uk: Пропуск очікування автоматичної синхронізації часу (це може спричинити проблеми, якщо час буде невірно синхронізований під час встановлення)

source: Waiting for Arch Linux keyring sync (archlinux-keyring-wkd-sync) to complete.
cs: Čekám na dokončení synchronizace Arch Linux keyring (archlinux-keyring-wkd-sync).
uk: Очікування на синхронізацію ключів Arch Linux (archlinux-keyring-wkd-sync).

source: Package group:
cs: Skupina balíčků:
uk: Група пакетів:

source: Use a best-effort default partition layout
cs: Použít chytré výchozí rozdělení oddílů
uk: Використовувати отпимальну схему розмітки розділів

source: Manual Partitioning
cs: Ruční rozdělení disku
uk: Ручна розмітка розділів

source: Pre-mounted configuration
cs: Pre-mounted konfigurace
uk: Попередньо змонтована конфігурація

source: Unknown
cs: Neznámý
uk: Невідомо

source: Default layout
cs: Výchozí rozložení
uk: Типова структура

source: No Encryption
cs: Žádné šifrování
uk: Без шифрування

source: LVM on LUKS
cs: LVM na LUKS
uk: LVM на LUKS

source: LUKS on LVM
cs: LUKS na LVM
uk: LUKS на LVM

source: weak
cs: slabé
uk: слабкий

source: moderate
cs: středně silné
uk: помірний

source: strong
cs: silné
uk: сильний

source: Removable
cs: Vyměnitelné
uk: Знімний

source: Copy ISO network configuration to installation
cs: Zkopírovat do instalace konfiguraci sítě z ISO
uk: Скопіюйте конфігурацію мережі ISO для встановлення

source: Use Network Manager (default backend)
cs: Použít Network Manager (výchozí backend)
uk: Використовувати NetworkManager (типовий)

source: Use Network Manager (iwd backend)
cs: Použít Network Manager (iwd backend)
uk: Використовувати NetworkManager (з iwd)

source: Manual configuration
cs: Ruční konfigurace
uk: Ручне налаштування

source: Pacman is already running, waiting maximum 10 minutes for it to terminate.
cs: Pacman je již spuštěn, po 10 minutách bude vynuceno jeho ukončení.
uk: Pacman вже запущено, чекаємо максимум 10 хвилин, поки він завершиться.

source: Confirm and exit
cs: Potvrdit a ukončit
uk: Підтвердити та вийти

source: Cancel
cs: Zrušit
uk: Скасувати

source: Back
cs: Zpět
uk: Назад

source: Encryption type
cs: Typ šifrování
uk: Тип шифрування

source: Encryption password
cs: Šifrovací heslo
uk: Пароль шифрування

source: Iteration time
cs: Doba iterace
uk: Час ітерації

source: Partitions
cs: Diskové oddíly
uk: Розділи

source: LVM volumes
cs: LVM svazky
uk: Томи LVM

source: Partitions to be encrypted
cs: Zvolte oddíl k zašifrování
uk: Розділи, які потрібно зашифрувати

source: LVM volumes to be encrypted
cs: LVM svazky k zašifrování
uk: Томи LVM, які потрібно зашифрувати

source: Enter disk encryption password (leave blank for no encryption)
cs: Zadejte heslo pro zašifrování disku (ponechte prázdné pro nepoužití šifrování)
uk: Введіть пароль шифрування диска (залиште порожнім, щоб шифрування не було):

source: Disk encryption password
cs: Heslo pro šifrování disku
uk: Пароль шифрування

source: Enter iteration time for LUKS encryption (in milliseconds)
cs: Zadejte dobu iterace pro šifrování LUKS (v milisekundách)
uk: Введіть час ітерації для шифрування LUKS (в мілісекундах)

source: Higher values increase security but slow down boot time
cs: Vyšší hodnoty zvyšují bezpečnost, ale snižují dobu spouštění
uk: Вищі значення підвищують безпеку, але сповільнюють час запуску системи

source: Iteration time must be at least 100ms
cs: Doba iterace musí být alespoň 100 ms
uk: Час ітерації має бути щонайменше 100мс

source: Iteration time must be at most 120000ms
cs: Doba iterace musí být alespoň 120000ms
uk: Час ітерації має бути не більше 120000мс

source: Please enter a valid number
cs: Prosím zadejte platné číslo
uk: Будь ласка, введіть дійсне число

source: Suggest partition layout
cs: Navrhnout rozdělení oddílů
uk: Запропонувати розмітку розділів

source: Remove all newly added partitions
cs: Smazat všechny nově přidané oddíly
uk: Прибрати всі новостворені розділи

source: Assign mountpoint
cs: Přiřaďte přípojný bod
uk: Призначити точку монтування для розділу

source: Mark/Unmark to be formatted (wipes data)
cs: Označení/Odznačení oddílu ke zformátování (vymaže data)
uk: Позначити/зняти позначку з розділу для форматування (видалить дані)

source: Mark/Unmark as ESP
cs: Označit/Odznačit jako ESP
uk: Позначити/зняти позначку ESP розділу

source: Mark/Unmark as XBOOTLDR
cs: Označit/Odznačit jako XBOOTLDR
uk: Позначити / Зняти позначку XBOOTLDR

source: Mark/Unmark as bootable
cs: Označit/Odznačit jako spouštěcí
uk: Позначити/Зняти позначку завантажувального розділу

source: Change filesystem
cs: Změnit souborový systém
uk: Змінити файлову систему

source: Mark/Unmark as compressed
cs: Označit/Odznačit oddíl s kompresí
uk: Позначити/зняти позначку розділу як стисненого (лише btrfs)

source: Mark/Unmark as nodatacow
cs: Označit/Odznačit jako nodatacow
uk: Позначити/зняти позначку nodatacow

source: Set subvolumes
cs: Nastavit podsvazky
uk: Налаштувати підтоми

source: Delete partition
cs: Smazat oddíl
uk: Видалити розділ

source: Partition management: {}
cs: Správa diskových oddílů: {}
uk: Керування розділами: {}

source: Total length: {}
cs: Celková délka: {}
uk: Загальна довжина: {}

source: Wipe
cs: Vymazat
uk: Стерти

source: Partition - New
cs: Diskový oddíl - Nový
uk: Розділ - Новий

source: Partition
cs: Diskový oddíl
uk: Розділ

source: This partition is currently encrypted, to format it a filesystem has to be specified
cs: Tento oddíl je zašifrovaný, k naformátování zadejte souborový systém
uk: Цей розділ наразі зашифрований. Щоб його відформатувати, потрібно вказати файлову систему

source: Partition mount-points are relative to inside the installation, the boot would be /boot as an example.
cs: Přípojné body diskových oddílů jsou relativní uvnitř instalace, například spouštěcí bod by byl /boot.
uk: Точки монтування розділів відносяться до внутрішньої інсталяції, наприклад, завантажувач буде знаходитись в /boot.

source: Filesystem
cs: Souborový systém
uk: Файлова система

source: Invalid size
cs: Neplatná velikost
uk: Некорректний розмір

source: Selected free space segment on device {}:
cs: Zvolené volné sektory na zařízení {}:
uk: Обраний сегмент вільного місця на пристрої {}:

source: Size: {} / {}
cs: Velikost: {} / {}
uk: Розмір: {} / {}

source: All entered values can be suffixed with a unit: %, B, KB, KiB, MB, MiB...
cs: Všechny zadané hodnoty mohou byt doplněny jednotkou: %, B, KB, KiB, MB, MiB...
uk: Усі введені значення повинні мати суфікс з виміром: %, B, KB, KiB, MB, MiB...

source: If no unit is provided, the value is interpreted as sectors
cs: Pokud nejsou zadány jednotky, hodnoty jsou brány jako sektory
uk: Якщо немає жодного суфіксу, значення вважається сектором

source: Size (default: {}):
cs: Velikost (výchozí: {}):
uk: Розмір (типово: {}):
